[Main]
Abort=中斷
About=關於
Add=添加
Address=地址
AddressNotFound=地址 "%.8x" 未找到
AddressUsedByProcedure=地址被流程 "%s" 使用
AddWatermark=新增浮水印
All=全部
AllFiles=全部檔案
AllProcedures=全部流程
AutoSaveProject=編譯後自動儲存專案
Back=上一步
Best=最佳 (解壓速度較慢)
BreakAddress=流程末端
Calculate=計算
Calculator=計算機
Calls=程式調用
Cancel=取消
ClearHistory=清除歷史記錄
Close=關閉
CloseFolders=全部折疊
CodeSectionNotFound=區段 "CODE" 未找到
CommandNotSupport=不支援的命令
Commands=匯編
CommandsWithConditions=內部條件匯編
CompilationType=編譯類型
Compile=編譯
Compiled=編譯完成
CompilerMessages=編譯器消息
ConditionalJumps=條件跳轉
Confirm=確認
Contents=說明主題
Continue=繼續
Copy=複製
Count=數量
CreateFileError=無法建立檔案 "%s"
CryptValues=隱藏常量
Cut=剪下
Debug=調試模式 (搜尋外部地址)
Debugger=調試器
DecreaseIsSpeed= 降低執行速度
Del=刪除
Delete=刪除
Deleting=正在刪除
DelFolder=刪除節點
DelProcedure=刪除流程
DelWatermark=刪除浮水印
Demo=未註冊版
DemoLimit=未註冊版只能處理一個流程
Detection=檢測
Direction=方向
Directories=目錄
DoFind=尋找
Down=向下
DragFileToOpen=將要開啟的檔案拖曳到此
Dump=轉存
DynamicOnlineCommands=建立動態聯機命令
Edit=編輯
EditFolder=編輯節點
EditProcedure=編輯流程
EditWatermark=編輯浮水印
EmptyCompile=未找到要編譯的數據
EmptyFileName=未指定檔名
EmptyModule=未指定模組
EmptyProcess=未指定處理程序
EnabledForUse=允許使用
EncryptRegisters=離開虛擬機時加密寄存器
Error=錯誤
Execute=執行
ExecutedFiles=可執行檔
Exit=離開
Expert=專家模式
Export=輸出表
ExtAddress=外部地址
ExternalAdresses=外部地址
Fast=快速 (解壓速度較快)
File=檔案
FileInfo=檔案訊息
FileIsNotDLL=檔案 "%s" 不是 x%d DLL檔
FileName=檔名
FileOffset=檔案偏移
FilePacked=檔案 "%s" 可能已經被壓縮過。仍要載入此檔案嗎?
FileUnknownFormat=檔案 "%s" 是未知格式
Find=尋找
FindNext=尋找下一個
Flags=標記
FoundUnpairedMarkers=找到 %d 未關閉的標識
Generate=建立
Goto=前往地址
Help=說明
Hint=提示
HomePage=官方首頁
Ignore=忽略
Import=輸入表
ImportProtection=輸入表保護
IncludeInCompilation=包含在編譯
Information=訊息
InvalidAddress=無效的地址
InvalidCPUType=處理器 "%s" 不支持
InvalidFormat=檔案 "%s" 是錯誤的 %s 格式
InvalidKeyID=無效的金鑰標識
InvalidOSType=操作系統 "%s" 不支持
JmpOnExternalAddress=跳到外部地址: %.8x
JmpOnInternalAddress=跳到內部地址: %.8x
JumpOnCommandPart=多指令跳轉
Jumps=跳轉
Key=金鑰
KeyIdentifier=金鑰標識
Language=語言
Legend=圖例
Level=級別
License=授權
LicenseNumber=授權碼
LicenseOptions=設定下列授權選項到所有程式
LicenseDataNotFound=在檔案 "%s" 中未找到授權數據
LicensingParameters=授權參數設置
LicensingSystemNotSupport=該版本不支持授權系統
Loading=正在載入
LockToKey=綁定金鑰
LockToSerialNumber=綁定註冊碼
MAPFileHaveIncorrectTimeStamp=MAP 檔案的時戳錯誤，無法被加載
MasterKeyPassword=主要的金鑰密碼
MatchCase=區分大小寫
MaxProtection=最大保護
MaxSpeed=最快速度
MemoryProtection=記憶體保護
MinGateSize=編譯流程的最小大小為 5 位元組
Module=模組
ModuleOpenError=無法開啟模組 "%s"
ModuleUnknownFormat=模組 "%s" 是未知格式
MoveDown=向下移動
MoveResourcesToEnd=挪動資源到檔案尾部
MoveUp=向上移動
Mutation=變異
Name=名稱
New=新增
NewFolder=新增節點
NewObjects=新增標記/字符串 
NewProcedure=新增流程
Next=下一步
No=否
NoPlaceForGate=沒有足夠的空間建立適配器
NoToAll=全部取消
NotUseLicense=不使用授權
OK=確定
OnlineCommands=線上命令
Open=開啟
OpenFile=開啟舊檔
OpenFolders=全部展開
OpenNewFile=開新檔案
OptionAvialable=選項 "%s" 無法在未註冊版中使用
Options=選項
Ordinal=序數
Other=其它方式
OutputFile=輸出檔案
OutputFileSize=輸出檔案大小 %d 位元組 (%d%%)
Packing=壓縮
PackOutputFile=壓縮輸出檔案
Parameters=參數
Paste=貼上
Pointer=地址
Procedure=流程
ProcedureNotFoundInMAP=對象列表中未找到流程 "%s"
ProceduresForProtect=要保護的流程
Process=處理程序
Project=專案
ProjectFile=專案檔案
ProjectFiles=專案檔案
PushOriginalAddress=儲存來源地址到堆棧: %.8x
Redo=重複
References=參考
RegisteredTo=註冊給
RelativeAddress=相對地址
Resources=資源
Retry=重試
RunnerCRC=檢查虛擬機對象的完整性
SaveProject=儲存專案
SaveProjectAs=另存專案為..
Script=腳本
ScriptFile=腳本檔案
ScriptMessages=腳本消息
Search=搜尋
SearchInFile=在檔案中搜尋
SearchInProcess=在處理程序中搜尋
Section=區段
SectionNotPacked=區段 "%s" 無法被打包
SectionPosUsedByDir=目錄 "%s" 位於新建立區段的頭部
SectionPosUsedBySection=區段 "%s" 位於新建立區段的頭部
Sections=區段
SEHNotSupported=不支持處理例外表: %.8x
SelectAll=全選
SelectProceduresForProtect=選擇要保護的流程
Settings=設置
Setup=設置
ShellExt=整合右鍵功能表
ShowAll=顯示全部
Size=大小
SortByName=按名稱排列流程列表嗎？
SortByType=按編譯類型排列流程列表嗎？
String=字串
Strings=字串
StringDeprecated=使用函數VMProtectDecryptStringA/VMProtectDecryptStringW加密字符串
StripFixups=移除固定元素 ( EXE 檔案 )
Text=文字
TextNotFound=文字 "%s" 未找到
Thanks=感謝
Toolbars=工具條
Tools=工具
Type=類型
Ultra=超級 ( 變異 + 虛擬 )
Undo=復原
Unregistered=未註冊版
Up=向上
Usage=使用
UseLicense=使用授權
UseProjectOptions=使用專案選項
UserPIN=使用者 PIN 碼
Value=值
ValuesFor=值為
Variable=變量
Version=版本
VersionNumber=版本號
View=檢視
Virtualization=虛擬
VirtualMachines=虛擬計算機
VMSections=虛擬機區段
VMTools=虛擬機工具 (VMware/Virtual PC/Sandboxie)
Warning=警告
WatermarkCount=未註冊版只能建立一個浮水印
WatermarkDisabled=浮水印 "%s" 開啟/關閉
WatermarkExist=浮水印 "%s" 已存在
WatermarkName=浮水印名稱
WatermarkNotFound=浮水印 "%s" 未能在浮水印列表中找到
Watermarks=浮水印
WatermarkUsed=浮水印 "%s" 已經被保護檔使用
Wizard=精靈模式
Yes=是
YesToAll=全部確定

[Manager]
About...=關於(&A)...
Contents...=幫助(&H)...
Customers=客戶管理(&C)
Edit=編輯(&E)
File=檔案(&F)
Help=說明(&H)
New=新增(&N)
Open...=開啟(&O)...
Licenses=授權管理(&L)
Products=產品管理(&P)
Save=儲存(&S)
View=檢視(&V)
AboutComment=顯示"關於"視窗
AboutTitle=關於
AboutTooltip=關於
ContentsComment=顯示幫助
ContentsTooltip=幫助
AddCustomer=新增客戶
Address=詳細地址
Blocked=封鎖授權
Cancel=取消
Change=變更
ChangeWindowPos=變更視窗位置
ChangeWindowSize=變更視窗大小
CloseWindow=Close 關閉視窗
Comments=備註訊息
Customer=客戶
CustomerProperties=客戶屬性
CustomerDetails=客戶訊息
Date=授權日期
Delete=刪除
Discount=折扣
Exit=離開(&E)
EMail=電子信箱
Edit=編輯
ExitComment=退出程式
LanguageWillBeChangedAtTheNextStart=更改語言設定將在下次程式啟動後生效
MaximizeWindow=視窗最大化
MinimizeWindow=視窗最小化
NewCustomer=新增客戶
NewDocComment=新增資料庫
NewDocTooltip=新增
NewLicense=新增授權
NewProduct=新增產品
No=否
Yes=是
OK=確定
OpenDocComment=開啟現有的資料庫
OpenDocTooltip=開啟
OpenMRU=開啟檔案
License=授權
LicenseProperties=授權屬性
LicenseDetails=授權訊息
Licenses by Customers=依客戶顯示授權(&C)
Licenses by Products=依產品顯示授權(&P)
Phone=聯絡電話
Price=價格
ProductTitle=產品主題
ProductProperties=產品屬性
ProductDetails=產品訊息
Ready=準備
Recent File=最近開啟的檔案
Referrer=推薦
RestoreWindow=恢復視窗大小
Save As...=另存新檔(&A)...
Save changes to %1?=儲存變更到 %1?
SaveAsDocComment=目前資料庫另存為
SaveDocComment=儲存目前資料庫
SaveDocTooltip=儲存
SelectCustomer=選擇客戶
SerialNumber=註冊碼
Show Status Bar=顯示狀態欄(&S)
Show Toolbar=顯示工具欄(&T)
ShowStatusbarComment=顯示狀態欄
ShowToolbarComment=顯示工具欄
Site=所在地區
Title=產品主題
Version=版本

CustomerProperties=客戶屬性
LicenseProperties=授權屬性
ProductProperties=產品屬性
Language=語言

EditObject=對象屬性...
DeleteObjectComment=刪除選擇的對象
EditObjectComment=顯示選擇的對象屬性
CustomersComment=顯示客戶
NewCustomerComment=建立新的客戶
NewLicenseComment=建立新的授權
NewProductComment=建立新的產品
LicensesByCustomersComment=依客戶顯示授權
LicensesByProductComment=依產品顯示授權
LicensesComment=顯示授權
ProductsComment=顯示產品

DeleteObjectTooltip=刪除對象
EditObjectTooltip=編輯對象
CustomersTooltip=客戶
NewCustomerTooltip=新增客戶
NewLicenseTooltip=新增授權
NewProductTooltip=新增產品
LicensesByCustomersTooltip=依客戶顯示授權
LicensesByProductTooltip=依產品顯示授權
LicensesTooltip=授權
ProductsTooltip=產品

UnableToOpenFile=開啟檔案 "%s" 失敗.\n檔案中斷或你沒有足夠的存取權限.\n\n詳細錯誤訊息:\n%s.
UnableToSaveFile=儲存檔案 "%s" 失敗.\n確保你有足夠的存取權限以及足夠的磁碟空間.\n\n錯誤代碼: %d.

OpenLastDocument=自動開啟上一次開啟的文件

Undo=復原(&U)
UndoComment=復原上一次操作
UndoTooltip=復原
Redo=重複(&R)
RedoComment=重複上一次操作
RedoTooltip=重複

DatabaseErrorDetails=%s\n錯誤代碼: %d

SerialNumberAlgorithm=註冊算法
AlgorithmBits=算法長度
ProductNewKeyPair=你將會初始化該產品的密鑰對.\n這將會導致之前該產品生成的註冊碼失效.\n你需要用新生成的密鑰重新保護你的程式.\n\n你確定需要變更密鑰?

Undefined=未定義
SerialNumberWillBeGenerated=按下確定按鈕生成註冊碼.
NeedToSelectCustomer=你必須選擇客戶來建立授權.

Unknown=未知
LicenseSettingsFileFilter=授權項目
...=...
PathToSettingsFile=授權項目
NeedToSetTitle=請設置產品標題.

ExceptionFormatString=發生了未知錯誤!請將錯誤訊息發送給作者.\n按Ctrl+C複製錯誤訊息.\n\n異常類型: %s\n位置: %s\n錯誤訊息:\n%s

UnableToSaveSettingsFile=儲存VMProtect設定失敗!\n請確認路徑是否正確並且有足夠的存取權限.\n檔案: %s\n錯誤代碼: %d


CustomerName=客戶名稱
DatabaseLicenseData=授權訊息
SerialNumberLicenseData=註冊碼訊息
Block=封鎖註冊碼
Unblock=解封鎖註冊碼
CopySerialNumber=複製註冊碼
OrderRef=訂單號碼#
HardwareID=硬體碼
ExpDate=有效期限
RunningTimeLimit=執行時間限制
UserData=使用者訊息
ShowLicenses=顯示授權
(minutes)=(分鐘)
SerialNumberData=註冊碼訊息 (位元組 使用: %d of %d)
NewLicenseFieldIsTooLong=字段 "%s" 太長了: %d 位元組.\n最大允許位元組: %d (UTF-8編碼方式).
InvalidHardwareId=硬體碼錯誤或者為空.
SerialNumberDataIsTooLong=註冊碼沒有足夠的空間來儲存資料.\n最大允許位元組: %d, 已使用: %d.
UserDataIsTooLong="用戶訊息"沒有足夠的空間來儲存資料.\n最大允許位元組: %d, 已使用: %d.

FindLicense=尋找授權
FindLicenseComment=尋找授權
FindLicenseTooltip=尋找授權
ImportLicense=匯入授權
ImportLicenseComment=匯入授權
ImportLicenseTooltip=匯入授權
PasteSerialNumber=輸入註冊碼:
FindLicenseCantFindSerialNumber=資料庫中找不到該註冊碼.\n沒有包含該註冊碼的產品.
FindLicenseDoYouWantToImport=產品 "%s" 包含該註冊碼.\n是否匯入該註冊碼到資料庫?
ImportSerialNumberAlreadyExist=資料庫中已經存在該註冊碼.\n你不能重複匯入.
ImportLicenseInvalidSerialNumber=資料庫中找不到包含該註冊碼的產品.

Untitled=未定義
VMPLMDocument=授權管理資料庫
VMPLicenseManager=VMProtect 授權管理
Filter=過濾:

ProductCode=產品代碼
MaxBuildDate=最後建立日期

ExportKeyPair=匯出密鑰對
ProductKeyChangedCommitFirst=你已經變更了密鑰參數.\n為了正確匯出,請在產品屬性視窗按"確定"來儲存變更.
Close=關閉
KeyPairExportTarget=匯出格式:
KeyPairExportResult=匯出結果:
ExportForKeyGenDll=KeyGen.dll 參數(MSVC)
ExportForKeyGenDll_PAS=KeyGen.dll 參數(Delphi) 
ExportForKeyGenPHP=keygen.php 參數
ExportForKeyGenNet=KeyGen.Net 參數
Copy=複製

FilterBox=更改過濾
FilterBoxComment=更改過濾
FilterBoxTooltop=更改過濾
FilterCueBanner=過濾

HardwareId_Part_CPU=CPU
HardwareId_Part_Host=主機
HardwareId_Part_Mac=網卡
HardwareId_Part_HDD=HDD
HWIDParser=硬體碼訊息
HWIDParser_Column_Type=設備
HWIDParser_Column_Value=標識
DoYouWantToCreateCustomerByLicense=註冊碼中定義了客戶訊息,但是資料庫中找不到該客戶.\n你是否需要建立一個客戶??

AboutHome=官方首頁
AboutEMail=電子郵箱
AboutWarning=警告: 本程式受電腦軟體法律及《電腦軟體保護條例》保護.未經軟體著作權人許可,任何複製或者部分複製;向公眾發行、出租、通過訊息網路傳播;修改、翻譯、反編譯或其他侵犯軟體著作權的行為,都將依法追究其法律責任.

NoHelpFile=開啟說明檔失敗
